Repository: kcook98765/plugin.program.shortlist
Catalog: resources/language/resource.language.*/strings.po
Languages: sk_sk

# #30001
source: Remove from shortlist
sk_sk: Odstrániť zo Shortlistu

# #30002
source: Move Up
sk_sk: Presunúť vyššie

# #30003
source: Move Down
sk_sk: Presunúť nižšie

# #30004
source: Move to Top
sk_sk: Presunúť hore

# #30005
source: Move to Bottom
sk_sk: Presunúť dole

# #30006
source: Show Info
sk_sk: Zobraziť informácie

# #30007
source: Delete Shortlist
sk_sk: Odstrániť Shortlist

# #30008
source: Create Shortlist
sk_sk: Vytvoriť Shortlist

# #30009
source: Do you want to delete the
sk_sk: Želáte si odstrániť

# #30011
source: Enter Shortlist name
sk_sk: Zadajte názov pre Shortlist

# #30012
source: Add to Shortlist
sk_sk: Pridať do Shortlistu

# #30013
source: Rename Shortlist
sk_sk: Premenovať Shortlist
